Repository: babluboy/bookworm
Catalog: po/*.po
Languages: hu, ml, mn, nl, sk, ta, tk

source: Display version number
hu: Mutasd a verzió számot
ml: വേർഷൻ നമ്പർ കാണിക്കുക
mn: Хувилбарын дугаарыг харуулах
nl: Versienummer weergeven
sk: Zobraziť číslo verzie
ta: பதிப்பு எண்ணைக் காண்பி
tk: Wersiýa belgisini görkeziň

source: Run Bookworm in debug mode
hu: Futtasd a Bookwormot debug módban
ml: ബുക്ക്‌വേം ഡീബഗ്ഗ് മോഡിൽ ഓടിക്കുക
mn: Номын хорхойтон аппийг алдаа засах горимоор ажиллуулах
nl: Bookworm in debug modus uitvoeren
sk: Spustiť Bookworm v ladiacom móde
ta: பிழைத்திருத்த பயன்முறையில் புத்தகப்புழு இயக்கவும்
tk: Bookworm'y ýalňyş tapma modunda işlediň

source: Run Bookworm in info mode
hu: Futtasd a Bookwordot információs módban
ml: ബുക്ക്‌വേം ഇൻഫോ മോഡിൽ ഓടിക്കുക
mn: Номын хорхойтон аппийг мэдээллийн горимоор ажиллуулах
nl: Bookworm in info modus uitvoeren
sk: Spustiť Bookworm v informačnom móde
ta: செய்தி பயன்முறையில் புத்தகப்புழு இயக்கவும்
tk: Bookworm'y informatsiýa modunda işlediň

source: Automatically add new books from watched folders
hu: Automatikusan adj hozzá új könyveket a megtekintett mappából
ml: ശ്രദ്ധിക്കുന്ന ഫോൾഡറുകളിൽ നിന്നുള്ള പുസ്തകങ്ങൾ ഓട്ടോമാറ്റിക്കായി ചേർ‌ക്കുക
mn: Үзсэн хавтаснуудаас шинэ номуудыг автоматаар нэмэх
nl: Voeg automatisch boeken toe vanuit gevolgde mappen
sk: Automaticky pridať nové knihy zo sledovaných priečinkov
ta: பார்த்த கோப்புறைகளிலிருந்து தானாகவே புதிய புத்தகங்களைச் சேர்க்கவும்
tk: Täze kitaplary görlen faýllardan awtomatik goşuň

source: Cancel
hu: Megszakítás
ml: ഒഴിവാക്കൂ
mn: Цуцлах
nl: Annuleer
sk: Zrušiť
ta: ரத்துசெய்
tk: Goýbolsun et

source: Open
hu: Megnyitás
ml: തുറക്കൂ
mn: Нээх
sk: Otvoriť
ta: திற
tk: Aç

source: Save
hu: Mentés
ml: സേവ്
mn: Хадгалах
nl: Opslaan
sk: Uložiť
ta: சேமி
tk: Ýatda sakla

source: An eBook Reader
hu: Ebook olvasó
ml: ഒരു ഇ-ബുക്ക് റീഡർ
mn: Цахим ном уншигч
nl: Een e-boek lezer
sk: Čítačka elektronických kníh
ta: ஒரு மின்புத்தக வாசகர்
tk: Bir e-kitap okaýan

source: Weblate Translators
hu: Weboldal fordítók
ml: വെബ്‌ലേറ്റ് പരിഭാഷകർ
mn: Веблэйт орчуулагчид
nl: Weblate Vertalers
sk: Prekladatelia
ta: வலைபெயர்ப்பு மொழிபெயர்ப்பாளர்கள்
tk: Weblate terjimeçi

source: Website | Translation | Bug Tracker
hu: Weboldal | Fordítás | Hiba követő
ml: വെബ്‌സൈറ്റ് | പരിഭാഷ | ബഗ് ട്രാക്കർ
mn: Вэбсайт | Орчуулга | Алдаа илрүүлэгч
nl: Website | Vertaling | Bug Tracker
sk: Webova stránka | Preklad | Hlásenie chýb
ta: வலைத்தளம் | மொழிபெயர்ப்பு | பிழை டிராக்கர்
tk: Website | Terjime | Ýalňyş gözleýän

source: Not Available
hu: Nem elérhető
ml: ലഭ്യമല്ല
mn: Байхгүй
nl: Niet beschikbaar
sk: Nedostupné
ta: கிடைக்கவில்லை
tk: Elýeterli däl

source: eBook Reader
hu: ebook olvasó
ml: ഇ-ബുക്ക് റീഡർ
mn: Цахим ном уншигч
nl: e-boek lezer
sk: Čítačka e-kníh
ta: மின்புத்தக வாசகர்
tk: eKitap Okyjy

source: Search this book…
hu: Keresés ebben a könyvben…
ml: ഈ പുസ്തകം തിരയുക…
mn: Энэ номыг хайх…
nl: Zoeken in dit boek…
sk: Hľadať v tejto knihe…
ta: இந்த புத்தகத்தைத் தேடுங்கள்…
tk: Bu kitaby gözläň …

source: Search by Title, Author and Tags
hu: Keresés cím, szerző és címkék szerint
ml: തലക്കെട്ട്, രചയിതാവ്, ടാഗുകൾ എന്നിവയുപയോഗിച്ച് തിരയുക
mn: Нэр, зохиогч, шошгоор хайх
nl: Zoek op Titel, Auteur en Labels
sk: Hľadať podľa názvu, autora a značiek
ta: தலைப்பு, ஆசிரியர் மற்றும் குறிச்சொற்கள் மூலம் தேடுங்கள்
tk: Ady, awtory we bellikleri boýunça gözläň

source: Looks like Bookworm has no books
hu: Úgy tűnik, Könyvmolynak nincsenek könyvei
ml: ബുക്ക്‌വേമിൽ പുസ്തകങ്ങളൊന്നുമില്ലെന്ന് തോന്നുന്നു
mn: Номын хорхойтон аппад уншигчид ном байхгүй бололтой
nl: Het lijkt er op dat Bookworm geen boeken heeft
sk: Zdá sa, že Bookworm nemá žiadne knihy
ta: புத்தகப்புழு புத்தகங்கள் இல்லை என்று தெரிகிறது
tk: Bookworm'da hiç hili kitab ýok

source: Build your library by adding eBooks
hu: Építse fel könyvtárát e-könyvek hozzáadásával
ml: ഇ-ബുക്കുകൾ ചേർത്ത് നിങ്ങളുടെ ലൈബ്രറി നിർമിക്കൂ
mn: Ном оруулж өөрийн номын санг үүсгэх
nl: Maak jouw bibliotheek aan door e-boeken toe te voegen
sk: Vytvorte svoju knižnicu pridaním e-kníh
ta: மின்புத்தகங்களைச் சேர்ப்பதன் மூலம் உங்கள் நூலகத்தை உருவாக்குங்கள்
tk: Elektron kitaplary goşup kitaphanaňyzy dörediň

source: Select an eBook to read
hu: Válassza ki az olvasni kívánt e-könyvet
ml: വായിക്കാനായി ഒരു ഇ-ബുക്ക് തിരഞ്ഞെടുക്കൂ
mn: Унших ном сонгох
nl: Selecteer een e-boek om te lezen
sk: Vybrať e-knihu na čítanie
ta: படிக்க ஒரு புத்தகத்தைத் தேர்ந்தெடுக்கவும்
tk: Okamak üçin e-kitap saýlaň

source: Problem in extracting contents of book. Ensure there is a valid eBook file here:
hu: Probléma a könyv tartalmának kinyerésével. Győződjön meg róla, hogy itt van egy érvényes e-könyv fájl:
ml: പുസ്തകത്തിന്റെ വിവരങ്ങൾ നിരത്തുന്നതിൽ പരാജയപ്പെട്ടു. ഒരു ശരിയായ ഇ-ബുക്ക് ഫയൽ ഇവിടെയുണ്ടെന്ന് ഉറപ്പുവരുത്തുക:
mn: Номын агуулгыг задлах явцад алдаа гарлаа. Энд зөв цахим номын файл байгаа эсэхийг шалгана уу:
nl: Er is een probleem opgetreden tijdens het uitlezen van het boek. Zorg ervoor dat het e-book op de volgende locatie staat:
sk: Problém s rozbalením obsahu knihy. Uistite sa, že to je platný súbor e-knihy:
ta: புத்தகத்தின் உள்ளடக்கங்களைப் பிரித்தெடுப்பதில் சிக்கல். இங்கே செல்லுபடியாகும் மின்புத்தக கோப்பு இருப்பதை உறுதிசெய்க:
tk: Kitabyň mazmunyny çykarmakda ýalňyşlyk ýüze çykdy. Bu ýerde dogry eBook faýlynyň bardygyna göz ýetiriň:

source: Invalid media type detected. Check format for this eBook:
hu: Érvénytelen médiatípus észlelve. Ellenőrizze ennek az e-könyvnek a formátumát:
ml: ശരിയല്ലാത്ത MIME-type ആണെന്ന് കാണുന്നു. ഈ ഇ-ബുക്കിന്റെ ഫോർമാറ്റ് പരിശോധിക്കുക:
mn: Буруу медиа байна. Энэ цахим номын форматыг шалгана уу:
nl: Ongeldig mediatype gedetecteerd. Controleer het formaat voor dit e-book:
sk: Zistený nesprávny typ média. Overte formát tejto e-knihy:
ta: தவறான ஊடக வகை கண்டறியப்பட்டது. இந்த மின்புத்தகத்திற்கான வடிவமைப்பை சரிபார்க்கவும்:
tk: Nädogry media görnüşi anyklandy. Bu kitabyň formatyny barlaň:

source: Invalid content found. Ensure there is a valid eBook file here:
hu: Érvénytelen tartalom található. Győződjön meg róla, hogy itt van egy érvényes e-könyv fájl:
ml: ശരിയല്ലാത്ത ഉള്ളടക്കം കാണുന്നു. ശരിയായ ഒരു ഇ-ബുക്ക് ഫയൽ ഇവിടെയുണ്ടെന്ന് ഉറപ്പുവരുത്തുക:
mn: Буруу агуулга байна. Энд зөв цахим номын файл байгаа эсэхийг шалгана уу:
nl: Ongeldige inhoud gevonden. Controleer of hier een geldig eBook-bestand staat:
sk: Nájdený neplatný obsah. Uistite sa, že je to platný súbor e-knihy:
ta: தவறான உள்ளடக்கம் காணப்பட்டது. இங்கே செல்லுபடியாகும் மின்புத்தக கோப்பு இருப்பதை உறுதிசெய்க:
tk: Nädogry mazmun tapyldy. Bu ýerde dogry eBook faýlynyň bardygyna göz ýetiriň:

source: eBook could not be parsed. Ensure there is a valid eBook file here:
hu: Az e-könyvet nem sikerült elemezni. Győződjön meg róla, hogy itt van egy érvényes e-könyv fájl:
ml: ഇ-ബുക്ക് പാർസ് ചെയ്തെടുക്കാനായില്ല. ശരിയായ ഇ-ബുക്ക് ഫയൽ ഇവിടെയുണ്ടെന്ന് ഉറപ്പുവരുത്തുക:
mn: Цахим номыг задлан шинжилж чадсангүй. Энд зөв цахим номын файл байгаа эсэхийг шалгана уу:
nl: eBook kon niet worden verwerkt. Controleer of hier een geldig eBook-bestand staat:
sk: E-knihu nebolo možné analyzovať. Uistite sa, že je to platný súbor e-knihy:
ta: மின்புத்தகத்தை பாகுபடுத்த முடியவில்லை. இங்கே செல்லுபடியாகும் மின்புத்தக கோப்பு இருப்பதை உறுதிசெய்க:
tk: Kitaby açmakda ýalňyşlyk ýüze çykdy. Görkezilen salgyda eBook kitabynyň bardygyna göz ýetiriň:

source: Bookworm does not support the format of the file found here:
hu: A Bookworm nem támogatja az itt található fájl formátumát:
ml: ഇവിടെ കാണുന്ന ഫയലിന്റെ ഫോർമാറ്റിനെ Bookworm പിന്തുണയ്ക്കുന്നില്ല:
mn: Номын хорхойтон апп энд гарч ирсэн файлын форматыг дэмждэггүй:
nl: Bookworm ondersteunt het formaat van het bestand hier niet:
sk: Bookworm nepodporuje formát tohto súboru:
ta: இங்கே காணப்படும் கோப்பின் வடிவமைப்பை புத்தகப்புழு ஆதரிக்காது:
tk: Bookworm üçin bu faýl elýeterli däl

source: Requested content could not be fetched. Please remove and add the eBook file found here:
hu: A kért tartalom nem tölthető le. Kérjük, távolítsa el és adja hozzá az itt található e-könyv fájlt:
ml: അഭ്യർത്ഥിച്ച ഉള്ളടക്കം ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ല. ഇവിടെ കാണുന്ന eBook ഫയൽ നീക്കം ചെയ്‌ത് വീണ്ടും ചേർക്കുക:
mn: Хүссэн агуулгыг авч чадсангүй. Энэхүү цахим номын файлыг устгаад нэмнэ үү:
nl: De gevraagde inhoud kon niet worden opgehaald. Verwijder het eBook-bestand en voeg het hier toe:
sk: Požadovaný obsah sa nepodarilo načítať. Prosím, odstráňte a pridajte súbor e-knihy, ktorý sa nachádza tu:
ta: கோரப்பட்ட உள்ளடக்கத்தை பெற முடியவில்லை. தயவுசெய்து இங்கே காணப்படும் மின்புத்தக கோப்பை அகற்றி சேர்க்கவும்:
tk: Gerekli maglumatlary tapyp bolmady. Pozup görkezilen salgydaky eBook faýly goşmagyňyzy haýeş edýän:

source: Issue in page navigation, please move the pages forward or backward.
hu: Probléma az oldalnavigációban, kérjük, mozgassa előre vagy hátra az oldalakat.
ml: പേജ് നാവിഗേഷനിലെ പ്രശ്‌നം, ദയവായി പേജുകൾ മുന്നോട്ട് അല്ലെങ്കിൽ പിന്നോട്ട് നീക്കുക.
mn: Хуудасны чиглүүлэгч гацсан тул хуудсыг урагш эсвэл хойш нь эргүүлнэ үү.
nl: Er is een probleem met de pagina-navigatie. Blader voor- of achteruit om het probleem te verhelpen.
sk: Problém v navigácii, posuňte strany dopredu alebo dozadu.
ta: பக்க வழிசெலுத்தலில் வெளியிடுங்கள், தயவுசெய்து பக்கங்களை முன்னோக்கி அல்லது பின்னோக்கி நகர்த்தவும்.
tk: Indiki sahypa geçmekde ýalňyşlyk ýüze çykdy. Öňe ýa-da yza geçirmegiňizi haýyş edýäris.

source: Library
hu: Könyvtár
ml: ഗ്രന്ഥശാല
mn: Номын сан
nl: Bibliotheek
sk: Knižnica
ta: நூலகம்
tk: Kitaphana

source: Resume
hu: Önéletrajz
ml: തുടരുക
mn: Сэргээх
nl: Hervat
sk: Pokračovať
ta: மீண்டும் தொடங்குங்கள்
tk: Dowam etmek

source: Contents
hu: Tartalom
ml: ഉള്ളടക്കം
mn: Агуулгууд
nl: Inhoud
sk: Obsah
ta: உள்ளடக்கங்கள்
tk: Mazmuny

source: Content #
hu: Tartalom #
ml: ഉള്ളടക്കം #
mn: Агуулга #
nl: Inhoud #
sk: Obsah #
ta: உள்ளடக்க #
tk: Mazmuny#

source: Bookmarks
hu: Könyvjelzők
ml: പുസ്തകസൂചിക
mn: Номын хавчуургууд
nl: Bladwijzers
sk: Záložky
ta: புக்மார்க்குகள்
tk: Aýyrgaç

source: Bookmark #NNN for Section PPP
hu: #NNN könyvjelzővel a PPP szekcióhoz
ml: PPP വിഭാഗത്തിനായി #NNN ബുക്ക്‌മാർക്ക് ചെയ്യുക
mn: PPP хэсгийн #NNN хавчуурга
nl: Bladwijzer #NNN voor sectie PPP
sk: Vytvoriť záložku #NNN pre časť PPP
ta: பிரிவு பிபிபிக்கு புக்மார்க்கு #nnn
tk: PPP bölüm üçin aýyrgaç#NNN

source: Click on a link to jump to bookmarked section
hu: Kattintson egy hivatkozásra, hogy a könyvjelzővel ellátott részhez ugorjon
ml: സൂചിക പട്ടികയില്‍ ഉള്ള ഭാഗത്തിലേക്ക് പോകാന്‍ ലിങ്ക് ക്ലിക്ക് ചെയ്യുക
mn: Хавчуургатай хэсэг рүү шилжихийн тулд холбоос дээр дарна уу
nl: Klik op een link om naar de gebladwijzerde sectie te springen
sk: Kliknutím na odkaz prejdete do časti so záložkami
ta: புக்மார்க்கு செய்யப்பட்ட பிரிவுக்கு செல்ல ஒரு இணைப்பைக் சொடுக்கு செய்க
tk: aýyrgaça geçmek üçin linka basyň

source: No bookmarks set in BBB, click the bookmark icon on the header bar to bookmark the page
hu: Nincsenek beállítva könyvjelzők a BBB-ben, kattintson a könyvjelző ikonra a fejlécsávon az oldal könyvjelzővel való megjelöléséhez
ml: BBB യില്‍ യാതൊരു സൂചികയും ചേര്‍ത്തിട്ടില്ല, ഈ താള്‍ സൂചിക പട്ടിയില്‍ ചേര്‍ക്കാന്‍ തലക്കെട്ടില്‍ ഉള്ള സൂചിക ചിഹ്നത്തില്‍ ക്ലിക്ക് ചെയ്യുക
mn: BBB хэсэгт хавчуурга хийгээгүй тул гарчгийн мөрөн дэх хавчуургын дүрс дээр дарж хуудсанд хавчуурга хийнэ үү
nl: Geen bladwijzers ingesteld in BBB, klik op het bladwijzerpictogram in de kopbalk om een bladwijzer te maken van de pagina
sk: V BBB nie sú nastavené žiadne záložky. Kliknutím na ikonu záložky na hlavnom paneli vytvoríte záložku pre stranu
ta: பிபிபியில் புக்மார்க்குகள் இல்லை, பக்கத்தை புக்மார்க்கு செய்ய தலைப்பு பட்டியில் உள்ள புக்மார்க்கு ஐகானைக் சொடுக்கு செய்க
tk: BBB -de aýyrgaç goýulmadyk, sahypa aýyrgaç goýmak üçin sözbaşy panelindäki aýyrgaç nyşanyna basyň

source: Word Meaning
hu: Szó jelentése
ml: വാക്കിന്‍റെ അര്‍ത്ഥം
mn: Үгийн утга
nl: Woordbetekenis
sk: Význam slova
ta: சொல் பொருள்
tk: Sözüň manysy

source: Search Results
hu: Keresési eredmények
ml: തിരച്ചില്‍ ഫലങ്ങള്‍
mn: Хайлтын үр дүн
nl: Zoekresultaten
sk: Výsledky hľadania
ta: தேடல் முடிவுகள்
tk: Gözlegiň netijesi

source: Annotations
hu: Annotációk
ml: വ്യാഖ്യാനങ്ങൾ
mn: Тайлбарууд
nl: Annotaties
sk: Poznámky
ta: சிறுகுறிப்புகள்
tk: Bellik

source: Annotation Tags
hu: Annotációs címkék
ml: വ്യാഖ്യാന സൂചകങ്ങള്‍
mn: Тайлбарын шошгууд
nl: Annotatie tags
sk: Značky poznámiek
ta: சிறுகுறிப்பு குறிச்சொற்கள்
tk: belgilenen bellikler

source: Comma-separated tags for this annotation
hu: Vesszővel elválasztott címkék ehhez a kommentárhoz
ml: ഈ വ്യാഖ്യാനത്തിന്‍റെ കോമ വച്ച് വേര്‍തിരിച്ച സൂചകങ്ങള്‍
mn: Энэ тайлбарын таслалаар тусгаарлагдсан шошгууд
nl: Komma-gescheiden tags voor deze annotatie
sk: Značky oddelené čiarkou pre túto poznámku
ta: இந்த சிறுகுறிப்புக்கான கமாவால் பிரிக்கப்பட்ட குறிச்சொற்கள்
tk: Bu bellik üçin otur belgisi bilen aýratynlandyrylan bellikleriň sanawy

source: Edit annotation for:
hu: Annotáció szerkesztése ehhez:
ml: വ്യാഖ്യാനം എഡിറ്റ് ചെയ്യുക:
mn: Тайлбарыг засах:
nl: Pas annotatie aan voor:
sk: Upraviť poznámku pre:
ta: இதற்கான சிறுகுறிப்பைத் திருத்து:
tk: Belligi üýtgetmek:

source: Click on a link to jump to an annotated section
hu: Kattintson egy linkre, hogy egy megjegyzéssel ellátott szakaszra ugorjon
ml: ലിങ്ക് ക്ലിക്ക് ചെയ്‌താല്‍ വ്യാഖ്യാനത്തിന്‍റെ വിഭാഗത്തിലേക്ക് പോകാം
mn: Холбоос дээр дарж тайлбартай хэсэг рүү очно уу
nl: Klik op een koppeling om naar een geannoteerde sectie te springen
sk: Kliknutím na odkaz prejdete na časť s poznámkami
ta: சிறுகுறிப்பு பகுதிக்கு செல்ல ஒரு இணைப்பைக் சொடுக்கு செய்க
tk: Aýyrgaça geçmek üçin link-e basyň

source: No annotations set in BBB, right click the page of a book and choose annotation from the context menu to add annotations
hu: Nincsenek kommentárok beállítva a BBB-ben, kattintson jobb gombbal a könyv oldalára, és a megjegyzések hozzáadásához válassza ki a megjegyzést a helyi menüből
ml: BBBയിൽ വ്യാഖ്യാനങ്ങളൊന്നും സജ്ജീകരിച്ചിട്ടില്ല, വ്യാഖ്യാനങ്ങൾ ചേർക്കുന്നതിന് ഒരു പുസ്തകത്തിന്റെ പേജിൽ വലത് ക്ലിക്ക് ചെയ്ത് സന്ദർഭ മെനുവിൽ നിന്ന് വ്യാഖ്യാനം തിരഞ്ഞെടുക്കുക
mn: BBB тайлбар байхгүй, тайлбар нэмэхдээ номын хуудасны баруун товчийг дараад агуулга цэснээс тайлбарыг сонгоно уу
nl: Geen annotaties ingesteld in BBB, klik met de rechtermuisknop op de pagina van een boek en kies annotatie in het contextmenu om annotaties toe te voegen
sk: V BBB nie sú nastavené žiadne poznámky, kliknite pravým tlačidlom myši na stranu knihy a z kontextového menu vyberte poznámku pre ich pridanie
ta: பிபிபியில் சிறுகுறிப்புகள் எதுவும் அமைக்கப்படவில்லை, ஒரு புத்தகத்தின் பக்கத்தை வலது சொடுக்கு செய்து, சிறுகுறிப்புகளைச் சேர்க்க சூழல் மெனுவிலிருந்து சிறுகுறிப்பைத் தேர்வுசெய்க
tk: BBB üçin bellik ýok, bellik goşmak üçin kitabyň sahypasyna syçanjygyň sag düwmesi bilen basyň we kontekst menýusyndan belligi saýlaň

source: Searching for '$$$' in &&&:
hu: '$$$' keresése a &&& mezőben:
ml: '$$$' ന് വേണ്ടി &&& തിരയുന്നു:
mn: &&& дотор '$$$' хайж байна:
nl: Aan het zoeken voor '$$$' in &&&:
sk: Hľadá se '$$$' v &&&:
ta: &&& இல் '$$$' தேடுகிறது:
tk: &&& -de '$$$' gözlemek

source: Found the following matches for '$$$' in &&&:
hu: A következő egyezéseket találtuk a '$$$' kifejezésre a &&&-ban:
ml: &&& എന്നതിൽ '$$$' എന്നതിന് ഇനിപ്പറയുന്ന പൊരുത്തങ്ങൾ കണ്ടെത്തി:
mn: &&& дотор '$$$' тохирох дараах сонголтууд байна:
nl: De volgende overeenkomsten zijn gevonden voor '$$$' in &&&:
sk: Pre '$$$' v &&& boli nájdené nasledujúce zhody:
ta: &&& இல் '$$$' க்கான பின்வரும் போட்டிகளைக் கண்டறிந்தது:
tk: &&& -da '$$$' üçin indiki meňzeşlikler tapyldy

source: No matches found for '$$$' in &&&
hu: Nem található egyezés a '$$$' kifejezésre a &&& mappában
ml: &&& എന്നതിൽ '$$$' എന്നതിന് പൊരുത്തങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mn: &&& дотор '$$$' тохирох зүйл олдсонгүй
nl: Geen overeenkomsten gevonden voor '$$$' in &&&
sk: Pre '$$$' v &&& neboli nájdené žiadne zhody
ta: &&& இல் '$$$' க்கு போட்டிகள் எதுவும் கிடைக்கவில்லை
tk: &&& -da '$$$' üçin indiki meňzeşlikler tapylmady

source: Select a word in the book and right click for looking up its meaning
hu: Válasszon ki egy szót a könyvben, és kattintson a jobb gombbal a jelentésének megkereséséhez
ml: പുസ്‌തകത്തിലെ ഒരു വാക്ക് തിരഞ്ഞെടുത്ത് അതിന്റെ അർഥം കാണുന്നതിന് റൈറ്റ് ക്ലിക്ക് ചെയ്യുക
mn: Ном доторх үгийг сонгоод баруун товчийг дарж утгыг нь хайж олоорой
nl: Selecteer een woord in het boek en klik met de rechtermuisknop om de betekenis op te zoeken
sk: Vyberte slovo v knihe a pravým tlačidlom myši vyhľadajte jeho význam
ta: புத்தகத்தில் ஒரு வார்த்தையைத் தேர்ந்தெடுத்து, அதன் பொருளைப் பார்க்க வலது சொடுக்கு
tk: kitapdan sözi saýlaň we manysyny tapmak üçin sag düwmä basyň

source: Edit Info for
hu: Adatok szerkesztése ehhez
ml: ഇതിനായി വിവരങ്ങൾ എഡിറ്റ് ചെയ്യുക
mn: Мэдээллийг засварлах
nl: Pas info aan voor
sk: Upraviť údaje pre
ta: தகவலைத் திருத்தவும்
tk: maglumaty üýtget

source: Update Cover Image
hu: Borítókép frissítése
ml: കവർ ചിത്രം മാറ്റുക
mn: Хавтасны зургийг шинэчлэх
nl: Update de omslagafbeelding
sk: Aktualizovať obrázok obálky
ta: கவர் படத்தைப் புதுப்பிக்கவும்
tk: daşyny üýtgetmek

source: Update Title
hu: Cím frissítése
ml: തലക്കെട്ട്‌ പരിഷ്‌കരിക്കുക
mn: Номын нэрийг засах
nl: Update Titel
sk: Aktualizovať názov
ta: புதுப்பிப்பு தலைப்பு
tk: adyny üýtgetmek

source: Update Tags
hu: Címkék frissítése
ml: സൂചനകള്‍ പരിഷ്‌കരിക്കുക
mn: Шошгуудыг засах
sk: Aktualizovať značky
ta: குறிச்சொற்களைப் புதுப்பிக்கவும்
tk: tegi üýtgetmek

source: Update Author
hu: Frissítse a szerzőt
ml: രചയിതാവിനെ പരിഷ്‌കരിക്കുക
mn: Зохиогчийг засах
nl: Update Auteur
sk: Aktualizovať autora
ta: புதுப்பிப்பு எழுத்தாளர்
tk: awtory üýtgetmek

source: Enter fullscreen view (F11)
hu: Belépés a teljes képernyős nézetbe (F11)
ml: സ്ക്രീന്‍ മുഴുവന്‍ ആയി കാണുക (F11)
mn: Бүтэн дэлгэцээр харах (F11)
nl: Volledig scherm weergeven (F11)
sk: Zobraziť na celú obrazovku (F11)
ta: முழுத்திரை காட்சியை உள்ளிடவும் (F11)
tk: doly ekrana (F11) geçmek

source: Exit fullscreen view (Esc)
hu: Kilépés a teljes képernyős nézetből (Esc)
ml: പൂര്‍ണ കാഴ്ച്ചയില്‍ നിന്ന് പുറത്ത് വരുക (Esc)
mn: Бүтэн дэлгэцээр харах горимоос гарах (Esc)
nl: Volledig scherm afsluiten (Esc)
sk: Ukončiť zobrazenie na celú obrazovku (Esc)
ta: முழுத்திரை பார்வையில் இருந்து வெளியேறவும் (ESC)
tk: doly ekrandan (Esc) çykmak

source: Check Word Meaning
hu: Ellenőrizze a szó jelentését
ml: വാക്കിന്‍റെ അർത്ഥം പരിശോധിക്കുക
mn: Үгийн утгыг шалгах
nl: Controleer de betekenis van het woord
sk: Kontrola významu slova
ta: சொல் அர்த்தத்தை சரிபார்க்கவும்
tk: sözüň manysyny barlamak

source: Annotate selected text
hu: A kijelölt szöveghez megjegyzéseket fűzhet
ml: തിരഞ്ഞെടുത്ത ശകലം വ്യാഖ്യാനിക്കുക
mn: Сонгосон бичвэрт тайлбар хийх
nl: Annoteer de geselecteerde tekst
sk: Vytvoriť poznámku pre vybraný text
ta: தேர்ந்தெடுக்கப்பட்ட உரையை சிறுகுறிப்பு செய்யுங்கள்
tk: bellenilen teksta bellik goşmak

source: Books
hu: Könyvek
ml: പുസ്തകങ്ങള്‍
mn: Номууд
nl: Boeken
sk: Knihy
ta: புத்தகங்கள்
tk: kitaplar

source: Images
hu: Képek
ml: ചിത്രങ്ങള്‍
mn: Зургууд
nl: Afbeeldingen
sk: Obrázky
ta: படங்கள்
tk: suratlar

source: All Files
hu: Minden fájl
ml: എല്ലാ ഫയലുകളും
mn: Бүх файл
nl: Alle Bestanden
sk: Všetky súbory
ta: அனைத்து கோப்புகள்
tk: Hemme faýyllar

source: Title
hu: Cím
ml: തലക്കെട്ട്‌
mn: Номын нэр
nl: Titel
sk: Názov
ta: தலைப்பு
tk: Ady

source: Author
hu: Szerző
ml: രചയിതാവ്
mn: Зохиогч
nl: Auteur
sk: Autor
ta: நூலாசிரியர்
tk: Awtory

source: Last Opened
hu: Utoljára nyitott
ml: അവസാനമായി തുറന്നത്
mn: Сүүлд нээсэн
nl: Laatst Geopend
sk: Naposledy otvorené
ta: கடைசியாக திறக்கப்பட்டது

source: Rating
hu: Értékelés
ml: സ്ഥാനക്രമം
mn: Үнэлгээ
nl: Beoordeling
sk: Hodnotenie
ta: செயல்வரம்பு
tk: Reýting

source: Tags
hu: Címkék
ml: അനുബന്ധങ്ങള്‍
mn: Шошгууд
sk: Značky
ta: குறிச்சொற்கள்
tk: Teglar

source: Today
hu: Ma
ml: ഇന്ന്
mn: Өнөөдөр
nl: Vandaag
sk: Dnes
ta: இன்று
tk: Şu gün

source: Yesterday
hu: Tegnap
ml: ഇന്നലെ
mn: Өчигдөр
nl: Gisteren
sk: Včera
ta: நேற்று
tk: Düýn

source: Days
hu: Napok
ml: ദിവസങ്ങള്‍
mn: Өдөр
nl: Dagen
sk: Dni
ta: நாட்கள்
tk: Günler

source: Discovery of books will be started when Bookworm is closed
hu: A könyvek felfedezése a Bookworm bezárásával kezdődik
ml: ബുക്ക്‌ വേം അടച്ചു കഴിഞ്ഞാല്‍ പുസ്തകങ്ങള്‍ കണ്ടെത്തല്‍ തുടങ്ങും
mn: Номын хорхойтон аппийг хаахад ном хайлт эхэлнэ
nl: Het ontdekken van boeken wordt gestart wanneer Bookworm gesloten is
sk: Objavovanie kníh sa začne po zatvorení programu Bookworm
ta: புத்தகப்புழு மூடப்படும் போது புத்தகங்கள் கண்டுபிடிப்பு தொடங்கப்படும்
tk: Bookworm ýapylandan soň kitaplaryň gözlegi başlar

source: Add books to library
hu: Könyvek hozzáadása a könyvtárhoz
ml: ഗ്രന്ഥശാലയിലേക്ക് പുസ്തകങ്ങള്‍ ചേര്‍ക്കുക
mn: Номын санд ном нэмэх
nl: Voeg boeken toe aan de bibliotheek
sk: Pridať knihy do knižnice
ta: நூலகத்தில் புத்தகங்களைச் சேர்க்கவும்
tk: Kitaphana kitaplary goşmak

source: Remove selected books from library (eBook file will not be deleted)
hu: A kiválasztott könyvek eltávolítása a könyvtárból (az e-könyv fájl nem törlődik)
ml: ഗ്രന്ഥശാലയില്‍ നിന്ന് പുസ്തകങ്ങള്‍ നീക്കം ചെയ്യുക (ഈബുക്കുകള്‍ നീക്കം ഇല്ലാതാക്കില്ല)
mn: Сонгосон номуудыг номын сангаас хасах (Цахим номын файлыг устгахгүй)
nl: Verwijder geselecteerde boeken uit de bibliotheek (eBook-bestand wordt niet verwijderd)
sk: Odstrániť vybrané knihy z knižnice (súbor elektronickej knihy sa nevymaže)
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை நூலகத்திலிருந்து அகற்று (மின்புத்தக கோப்பு நீக்கப்படாது)
tk: Kitaphanadan

source: Select books to enable removal
hu: Válassza ki a könyveket az eltávolítás engedélyezéséhez
ml: നീക്കം ചെയ്യാന്‍ വേണ്ട പുസ്തകങ്ങള്‍ തിരഞ്ഞെടുക്കൂ
mn: Устгах номуудыг сонгоно уу
nl: Selecteer boeken om te verwijderen
sk: Vyberte knihy, ktoré chcete odstrániť
ta: அகற்றுவதற்கு புத்தகங்களைத் தேர்ந்தெடுக்கவும்
tk: Kitaplary aýyrmak üçin olary saýlap alyň

source: Select one or more books in library
hu: Válasszon ki egy vagy több könyvet a könyvtárban
ml: ഗ്രന്ഥശാലയില്‍ നിന്ന് ഒന്നോ അതിലധികമോ പുസ്തകങ്ങള്‍ തിരഞ്ഞെടുക്കൂ
mn: Номын сангаас нэг буюу хэд хэдэн ном сонгох
nl: Selecteer een of meer boeken in de bibliotheek
sk: Vyberte jednu alebo viac kníh v knižnici
ta: நூலகத்தில் ஒன்று அல்லது அதற்கு மேற்பட்ட புத்தகங்களைத் தேர்ந்தெடுக்கவும்
tk: Kitaphanadan bir ýa-da birnäçe kitaplary saýlap almak

source: See Table of Contents, Bookmarks and Search Results
hu: Lásd: Tartalomjegyzék, Könyvjelzők és Keresési eredmények
ml: ഉള്ളടക്കം, അടയാലും, തിരച്ചില്‍ ഫലങ്ങള്‍ എന്നിവ കാണുക
mn: Гарчиг, хавчуурга, хайлтын үр дүнг харах
nl: Inhoudsopgave, bladwijzers en zoekresultaten bekijken
sk: Obsah, záložky a výsledky vyhľadávania
ta: உள்ளடக்கங்கள், புக்மார்க்குகள் மற்றும் தேடல் முடிவுகளைப் பார்க்கவும்
tk: Mazmuny, aýyrgaçlary we gözlegleriň netijesini görmek

source: Reading preferences
hu: Olvasási beállítások
ml: വായനാ താല്പര്യങ്ങള്‍
mn: Лавлах унших
nl: Leesvoorkeuren
sk: Predvoľby čítania
ta: விருப்பங்களை வாசித்தல்
tk: okamaga degişli sazlamalar

source: Click to bookmark this page
hu: Kattintson az oldal könyvjelzővé tételéhez
ml: ഈ താള്‍ അടയാളപ്പെടുത്താന്‍ ക്ലിക്ക് ചെയ്യുക
mn: Энэ хуудаст хавчуурга хийхдээ товшино уу
nl: Klik om een bladwijzer naar deze pagina te maken
sk: Kliknutím pridáte túto stranu do záložiek
ta: இந்த பக்கத்தை புக்மார்க்கு செய்ய சொடுக்கு செய்க
tk: Sahypa aýyrgaç goşmak üçin basyň

source: Click to remove this bookmark
hu: Kattintson a könyvjelző eltávolításához
ml: ഈ അടയാളം നീക്കം ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക
mn: Энэ хавчуургыг арилгахын тулд товшино уу
nl: Klik om deze bladwijzer te verwijderen
sk: Kliknutím odstránite túto záložku
ta: இந்த புத்தகக்குறியை அகற்ற சொடுக்கு செய்க
tk: pozmak üçin basyň

source: Increase font size (Ctrl + Shift + '+')
hu: Betűméret növelése (Ctrl + Shift + '+')
ml: അക്ഷരങ്ങളുടെ വലുപ്പം കൂട്ടുക (Ctrl + Shift + '+')
mn: Үсгийн хэмжээг нэмэгдүүлэх (Ctrl + Shift + '+')
nl: Lettertype vergroten (Ctrl + Shift + '+')
sk: Zväčšiť veľkosť písma (Ctrl + Shift + '+')
ta: எழுத்துரு அளவை அதிகரிக்கவும் (Ctrl + உயர்த்து + ' +')
tk: Şrifty ulaltmak üçin (Ctrl + Shift + '+')
