Repository: babluboy/bookworm
Catalog: po/*.po
Languages: hu, ml, mn, nl, sk, ta, tk

source: Support for MOBI format and UX improvements
hu: MOBI formátum és UX fejlesztések támogatása
ml: MOBI ഫോർമാറ്റ്, UX മെച്ചപ്പെടുത്തലുകൾ എന്നിവയ്ക്കുള്ള പിന്തുണ
mn: MOBI формат дэмждэг, UX сайжруулалттай
nl: Ondersteuning voor MOBI-indeling en UX-verbeteringen
sk: Podpora formátu MOBI a vylepšenie používateľskej skúsenosti
ta: MOBI வடிவம் மற்றும் யுஎக்ச் மேம்பாடுகளுக்கான உதவி

source: UX improvements for list view and other preference customizations
hu: UX fejlesztések a listanézethez és más preferenciák testreszabásához
ml: ലിസ്റ്റ് കാഴ്ചയ്ക്കും മറ്റ് മുൻഗണനാ ഇഷ്‌ടാനുസൃതമാക്കലുകൾക്കുമുള്ള UX മെച്ചപ്പെടുത്തലുകൾ
mn: Жагсаалтаар харах болон бусад лавлах тохируулгад зориулсан UX сайжруулалт
nl: UX-verbeteringen voor lijstweergave en andere voorkeursaanpassingen
sk: Vylepšenie používateľskej skúsenosti pre zobrazenie zoznamu a ďalšie prispôsobenia predvolieb
ta: பட்டியல் பார்வை மற்றும் பிற விருப்பத்தேர்வுகளுக்கான யுஎக்ச் மேம்பாடுகள்

source: Comics support and UX improvements
hu: Képregény-támogatás és UX fejlesztések
ml: കോമിക്സ് പിന്തുണയും UX മെച്ചപ്പെടുത്തലുകളും
mn: Комикс дэмждэг, UX сайжруулалттай
nl: Ondersteuning voor stripboeken en UX-verbeteringen
sk: Podpora komiksov a vylepšenie používateľskej skúsenosti
ta: காமிக்ச் உதவி மற்றும் யுஎக்ச் மேம்பாடுகள்

source: PDF support and UX improvements
hu: PDF támogatás és UX fejlesztések
ml: PDF പിന്തുണയും UX മെച്ചപ്പെടുത്തലുകളും
mn: PDF дэмждэг, UX сайжруулалттай
nl: PDF-ondersteuning en UX-verbeteringen
sk: Podpora PDF a vylepšenie používateľskej skúsenosti
ta: PDF உதவி மற்றும் யுஎக்ச் மேம்பாடுகள்

source: Initial release with support for EPUB format
hu: Eredeti kiadás EPUB formátum támogatásával
ml: EPUB ഫോർമാറ്റിനുള്ള പിന്തുണയോടെയുള്ള പ്രാരംഭ റിലീസ്
mn: EPUB форматыг дэмждэг анхны апп
nl: Eerste release met ondersteuning voor EPUB-indeling
sk: Prvé vydanie s podporou formátu EPUB
ta: EPUB வடிவமைப்பிற்கான ஆதரவுடன் ஆரம்ப வெளியீடு

source: Siddhartha Das
hu: Err
ml: സിദ്ധാർത്ഥ ദാസ്
mn: Сиддхарта Даас
ta: சித்தார்த் அடிமை
