Repository: babluboy/bookworm
Catalog: po/*.po
Languages: hu, ml, mn, nl, sk, ta, tk

source: Decrease font size (Ctrl + '-')
hu: Betűméret csökkentése (Ctrl + '-'
ml: അക്ഷരങ്ങളുടെ വലുപ്പം കുറയ്ക്കുക (Ctrl + Shift + '+')
mn: Үсгийн хэмжээг багасгах (Ctrl + '-')
nl: Lettertype verkleinen (Ctrl + '-')
sk: Zmenšiť veľkosť písma (Ctrl + '-')
ta: எழுத்துரு அளவைக் குறைக்கவும் (Ctrl + '-')
tk: Şrifty kiçeletmek üçin (Ctrl + '-')

source: Increase line width
hu: A vonal szélességének növelése
ml: വരിയുടെ വീതി കൂട്ടുക
mn: Шугамын өргөнийг нэмэгдүүлэх
nl: Regelbreedte vergroten
sk: Zväčšiť šírku riadku
ta: வரி அகலத்தை அதிகரிக்கவும்
tk: Setriň inini ulaltmak üçin

source: Decrease line width
hu: Csökkentse a vonal szélességét
ml: വരിയുടെ വീതി കുറയ്ക്കുക
mn: Шугамын өргөнийг багасгах
nl: Regelbreedte verkleinen
sk: Zmenšiť šírku riadku
ta: வரி அகலத்தைக் குறைக்கவும்
tk: Setriň inini kiçeltmek üçin

source: Increase line spacing
hu: Növelje a sortávolságot
ml: വരികള്‍ തമ്മിലുള്ള അകലം കൂട്ടുക
mn: Мөр хоорондын зайг нэмэгдүүлэх
nl: Regelafstand vergroten
sk: Zväčšiť medzeru medzi riadkami
ta: வரி இடைவெளியை அதிகரிக்கவும்
tk: setirara interwaly ulaltmak

source: Decrease line spacing
hu: Csökkentse a sorközt
ml: വരികള്‍ തമ്മിലുള്ള അകലം കുറയ്ക്കുക
mn: Мөр хоорондын зайг багасгах
nl: Regelafstand verkleinen
sk: Zmenšiť medzeru medzi riadkami
ta: வரி இடைவெளியைக் குறைக்கவும்
tk: setirara interwaly kiçeltmek

source: Align left
hu: Balra igazít
ml: ഇടത്തേക്ക് വിന്യസിക്കുക
mn: Зүүн талд зэрэгцүүлэх
nl: Links uitlijnen
sk: Zarovnať vľavo
ta: இடதுபுறம் சீரமைக்கவும்
tk: Çep tarapdan

source: Align right
hu: Igazítsa jobbra
ml: വലത്തേക്ക് വിന്യസിക്കുക
mn: Баруун талд зэрэгцүүлэх
nl: Rechts uitlijnen
sk: Zarovnať vpravo
ta: வலதுபுறம் சீரமைக்கவும்
tk: Sag tarapdan

source: Update cover image
hu: Borítókép frissítés
ml: മുഖചിത്രം പരിഷ്കരിക്കുക
mn: Хавтасны зургийг шинэчлэх
nl: Omslagafbeelding bijwerken
sk: Aktualizovať obrázok obálky
ta: கவர் படத்தைப் புதுப்பிக்கவும்
tk: Daşyny üýtgetmek

source: Apply theme for this colour profile
hu: Téma alkalmazása ehhez a színprofilhoz
ml: ഈ പ്രമേയത്തിന് ഉള്ള വര്‍ണങ്ങള്‍ പ്രയോഗിക്കുക
mn: Энэхүү өнгөт профайлд загвар оруулах
nl: Thema toepassen op dit kleurprofiel
sk: Použiť tému pre tento farebný profil
ta: இந்த வண்ண சுயவிவரத்திற்கு கருப்பொருளைப் பயன்படுத்துங்கள்
tk: Reňkli profil üçin temany ulanmak

source: Enter fullscreen view and Esc key to undo
hu: A visszavonáshoz lépjen be a teljes képernyős nézetbe, majd az Esc billentyűt
ml: പൂർണ്ണസ്‌ക്രീൻ ആക്കിയ ശേഷം പഴയപടിയാക്കാൻ Esc കീ ഉപയോഗിക്കുക
mn: Бүтэн дэлгэцээр харах. Гарахдаа Esc товчийг дарна уу
nl: Open schermvullende weergave en Esc-toets om ongedaan te maken
sk: Zobrazenie na celú obrazovku a kláves Esc na jeho zrušenie
ta: செயல்தவிர் செய்ய முழுத்திரை பார்வை மற்றும் தப்பி விசையை உள்ளிடவும்
tk: Doly ekrana girip we çykmak üçin Esc düwmä basyň

source: Add folder to scan for books
hu: Mappa hozzáadása a könyvek kereséséhez
ml: പുസ്തകങ്ങള്‍ക്കായി തിരയാനുള്ള ഫോള്‍ഡര്‍ ചേര്‍ക്കുക
mn: Ном хайх хавтас нэмэх
nl: Map toevoegen om naar boeken te zoeken
sk: Pridať priečinok na skenovanie kníh
ta: புத்தகங்களுக்கு ச்கேன் செய்ய கோப்புறையைச் சேர்க்கவும்
tk: Kitaplary skanirlemek üçin papkany goşmak

source: Remove displayed folder from book scan
hu: Távolítsa el a megjelenített mappát a könyvbeolvasásból
ml: പ്രദര്‍ശിപ്പിച്ച ഫോള്‍ഡര്‍ പരിശോധനയില്‍ നിന്ന് ഒഴിവാക്കുക
mn: Харуулсан хавтсыг ном хайлтаас устгах
nl: Weergegeven map verwijderen uit boekscan
sk: Odstrániť zobrazený priečinok zo skenovania kníh
ta: புத்தக ச்கேன் மூலம் காட்டப்படும் கோப்புறையை அகற்று
tk: Skanirleme sanawyndan papkany pozmak

source: Add annotation to selected text
hu: Megjegyzés hozzáadása a kijelölt szöveghez
ml: തിരഞ്ഞെടുത്തവക്ക് വേണ്ട വ്യാഖ്യാനങ്ങള്‍ ചേര്‍ക്കുക
mn: Сонгосон бичвэрт тайлбар оруулах
nl: Annotatie aan geselecteerde tekst toevoegen
sk: Pridať poznámku k vybranému textu
ta: தேர்ந்தெடுக்கப்பட்ட உரையில் சிறுகுறிப்பைச் சேர்க்கவும்
tk: Bellenilen teksta bellik goşmak

source: Go to previous page
hu: Ugrás az előző oldalra
ml: മുന്‍പത്തെ താളിലോട്ടു പോകുക
mn: Өмнөх хуудас руу очих
nl: Ga naar de vorige pagina
sk: Prejsť na predchádzajúcu stranu
ta: முந்தைய பக்கத்திற்குச் செல்
tk: öňki sahypa geçmek

source: Go to next page
hu: Ugrás a következő oldalra
ml: അടുത്ത താളിലോട്ടു പോകുക
mn: Дараагийн хуудас руу очих
nl: Ga naar de volgende pagina
sk: Prejsť na nasledujúcu stranu
ta: அடுத்த பக்கத்திற்குச் செல்
tk: indiki sahypa geçmek

source: Preferences
hu: Preferenciák
ml: മുൻഗണനകൾ
mn: Лавлах
nl: Voorkeuren
sk: Predvoľby
ta: விருப்பத்தேர்வுகள்
tk: Sazlamalar

source: Turn on Dark Mode
hu: Kapcsolja be a Sötét módot
ml: ഡാർക്ക് മോഡ് ഓണാക്കുക
mn: Харанхуй горимыг асаах
nl: Donkere modus inschakelen
sk: Zapnúť tmavý režim
ta: இருண்ட பயன்முறையை இயக்கவும்
tk: Gijeki režimy ýakmak

source: Enable cache (opens books faster)
hu: Gyorsítótár engedélyezése (gyorsabban nyitja meg a könyveket)
ml: കാഷെ സജ്ജമാക്കുക (പുസ്തകങ്ങള്‍ വേഗത്തില്‍ തുറക്കപ്പെടും)
mn: Cache идэвхжүүлэх (энэ нь номыг илүү хурдан нээдэг)
nl: Cache inschakelen (opent boeken sneller)
sk: Zapnúť vyrovnávaciu pamäť (rýchlejšie otváranie kníh)
ta: தற்காலிக சேமிப்பை இயக்கவும் (புத்தகங்களை வேகமாக திறக்கிறது)
tk: Keşi ýakmak (kitaplary çalt açýar)

source: Always show library on startup
hu: Mindig mutasd meg a könyvtárat indításkor
ml: ഗ്രന്ഥശാല തുടക്കത്തില്‍ തന്നെ കാണിക്കുക
mn: Апп эхлэх болгонд номын санг харуулах
nl: Bibliotheek altijd tonen bij het opstarten
sk: Vždy zobraziť knižnicu pri spustení
ta: தொடக்கத்தில் எப்போதும் நூலகத்தைக் காட்டுங்கள்
tk: Işläp başlananda hemmişe kitaphanany görkezmek

source: Enable two page reading
hu: Kétoldalas olvasás engedélyezése
ml: രണ്ട് താളുകള്‍ ഒരേ സമയം വായിക്കുക
mn: Хоёр хуудсаар унших горимыг идэвхжүүлэх
nl: Lezen van twee pagina's inschakelen
sk: Zapnúť zobrazenie dvoch strán
ta: இரண்டு பக்க வாசிப்பை இயக்கவும்
tk: ikisahypaly okamak režimy ýakmak

source: Select Font
hu: Válasszd ki a Betűtípust
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കുക
mn: Фонт сонгох
nl: Selecteer lettertype
sk: Vybrať písmo
ta: எழுத்துருவைத் தேர்ந்தெடுக்கவும்
tk: şrifty saýlap almak

source: Customize reading profile
hu: Az olvasási profil testreszabása
ml: വായന പ്രൊഫൈൽ ഇഷ്ടാനുസൃതമാക്കുക
mn: Унших профайлыг өөрчлөх
nl: Leesprofiel aanpassen
sk: Prispôsobiť čitateľský profil
ta: வாசிப்பு சுயவிவரத்தைத் தனிப்பயனாக்குங்கள்
tk: Okamak profili sazlamak

source: Text
hu: Szöveg
ml: വാചകം
mn: Бичвэр
nl: Tekst
ta: உரை
tk: Tekst

source: Background
hu: Háttér
ml: പശ്ചാത്തലം
mn: Дэвсгэр
nl: Achtergrond
sk: Pozadie
ta: பின்னணி
tk: Arka tarap

source: Highlight
hu: Kiemel
ml: പ്രമുഖമാക്കുക
mn: Гол хэсэг
nl: Markeer
sk: Zvýraznenie
ta: சிறப்பம்சமாக
tk: Reňk bilen bellemek

source: Add folders to scan for books
hu: Adjon hozzá mappákat a könyvek kereséséhez
ml: പുസ്‌തകങ്ങൾക്കായി സ്‌കാൻ ചെയ്യാൻ ഫോൾഡറുകൾ ചേർക്കുക
mn: Ном хайх хавтсууд нэмэх
nl: Voeg mappen toe om boeken te scannen
sk: Pridať priečinky na skenovanie kníh
ta: புத்தகங்களுக்கு ச்கேன் செய்ய கோப்புறைகளைச் சேர்க்கவும்
tk: Kitaplary skanirlemek üçin papklary goşmak

source: Profile
hu: Profil
ml: പ്രൊഫൈൽ
mn: Профайл
nl: Profiel
sk: Profil
ta: சுயவிவரம்
tk: Profil

source: Number of books per page on library
hu: Könyvek száma oldalanként a könyvtárban
ml: ഗ്രന്ഥശാലയിലെ ഓരോ താളിലും ഉള്ള പുസ്തകങ്ങളുടെ എണ്ണം
mn: Номын сангийн хуудсанд ногдох номын тоо
nl: Aantal boeken per pagina in de bibliotheek
sk: Počet kníh na jednu stranu v knižnici
ta: நூலகத்தில் ஒரு பக்கத்திற்கு புத்தகங்களின் எண்ணிக்கை
tk: Kitaphanan bir sahypasyndaky kitaplaryň sany

source: Reset to default values
hu: Állítsa vissza az alapértelmezett értékeket
ml: സ്ഥിര മൂല്യങ്ങളിലേക്ക് പുനഃസജ്ജമാക്കുക
mn: Өгөгдмөл утгууд руу буцаан тохируулах
nl: Terugzetten naar standaardwaarden
sk: Obnoviť predvolené hodnoty
ta: இயல்புநிலை மதிப்புகளுக்கு மீட்டமைக்கவும்
tk: edilen işleri arassalamak

source: Unknown Book
hu: Ismeretlen könyv
ml: അജ്ഞാത പുസ്തകം
mn: Үл мэдэгдэх ном
nl: Onbekend boek
sk: Neznáma kniha
ta: தெரியாத நூல்
tk: Nätanyş kitap

source: About
hu: Erről
ml: ഞങ്ങളെക്കുറിച്ച്
mn: Тухай
nl: Over
sk: O programe
ta: பற்றி
tk: Programma barada

source: Select Image
hu: Válassz ki képet
ml: ചിത്രം തിരഞ്ഞെടുക്കുക
mn: Зураг сонгох
nl: Selecteer afbeelding
sk: Vybrať obrázok
ta: படத்தைத் தேர்ந்தெடுக்கவும்
tk: Suraty saýlap almak

source: Select folder
hu: Mappa kiválasztása
ml: ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mn: Хавтас сонгох
nl: Selecteer map
sk: Vybrať priečinok
ta: கோப்புறையைத் தேர்ந்தெடு
tk: Papkany saýlap almak

source: Select eBook
hu: Válassza az e-könyvet
ml: ഇബുക്ക് തിരഞ്ഞെടുക്കുക
mn: Цахим ном сонгох
nl: Selecteer e-boek
sk: Vybrať e-knihu
ta: மின்புத்தகத்தைத் தேர்ந்தெடுக்கவும்
tk: Elektron kitaby saýlap almak

source: Adding
hu: Hozzáadás
ml: ചേർക്കുന്നു
mn: Нэмж байна
nl: Toevoegen
sk: Pridanie
ta: சேர்த்தல்
tk: Goşmak

source: Book
hu: Könyv
ml: പുസ്തകം
mn: Ном
nl: Boek
sk: Kniha
ta: நூல்
tk: Kitap

source: Bookworm
hu: Könyvmoly
ml: പുസ്തകപ്പുഴു
mn: Номын хорхойтон апп
ta: புத்தகப்புழு

source: Read and manage eBooks
hu: Olvasson és kezeljen e-könyveket
ml: ഇ-ബുക്കുകൾ വായിക്കുകയും നിയന്ത്രിക്കുകയും ചെയ്യുക
mn: Цахим ном унших, зохион байгуулах
nl: eBooks lezen en beheren
sk: Čítanie a správa e-kníh
ta: மின்புத்தகங்களைப் படித்து நிர்வகிக்கவும்
tk: Elektron kitaplary okamak we dolandyrmak

source: Bookworm;Ebook;Reader;Epub;Mobi;Comic;Cbr;Cbz;Pdf;
nl: Bookworm;Ebook;Lezer;Epub;Mobi;Comic;Cbr;Cbz;Pdf;
sk: Bookworm;E-kniha;Čítačka;Epub;Mobi;Komiksy;Cbr;Cbz;Pdf;
ta: புத்தகப்புழு; மின்புத்தகம்; வாசகர்; எபப்; மொபி; காமிக்; சிபிஆர்; சிபிஇசட்; பி.டி.எஃப்;

source: A focused eBook reader
hu: Fókuszált e-könyv olvasó
ml: ശ്രദ്ധയോടെ വായിക്കാന്‍
mn: Чиглүүлсэн цахим ном уншигч
nl: Een doelgerichte eBook-lezer
sk: Čítačka pre e-knihy
ta: கவனம் செலுத்திய மின்புத்தக வாசகர்
tk: elektron kitaplary ünsli okamak üçin programma

source: Read the books you love without having to worry about the different format complexities like EPUB, PDF, MOBI, CBR, etc.
hu: Olvassa el kedvenc könyveit anélkül, hogy aggódnia kellene a különféle formátumok bonyolultsága miatt, például EPUB, PDF, MOBI, CBR stb.
ml: EPUB, PDF, MOBI, CBR മുതലായ വ്യത്യസ്ത ഫോർമാറ്റ് സങ്കീർണ്ണതകളെക്കുറിച്ച് വിഷമിക്കാതെ നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന പുസ്തകങ്ങൾ വായിക്കുക.
mn: EPUB, PDF, MOBI, CBR гэх мэт төрөл бүрийн файлын форматын талаар санаа зовохгүйгээр дуртай номоо уншаарай.
nl: Lees de boeken waar je van houdt zonder je zorgen te maken over de verschillende formaten zoals EPUB, PDF, MOBI, CBR, enz.
sk: Čítajte knihy, ktoré máte radi, bez toho, aby ste sa museli starať o rôzne zložitosti formátov ako EPUB, PDF, MOBI, CBR atď.
ta: EPUB, PDF, MOBI, CBR போன்ற வெவ்வேறு வடிவ சிக்கல்களைப் பற்றி கவலைப்படாமல் நீங்கள் விரும்பும் புத்தகங்களைப் படியுங்கள்.
tk: EPUB, PDF, MOBI, CBR we ş.m formatdaky gowy görýän kitaplaryňyzy alada etmän okaň

source: Manage your library by tagging and updating metadata on books, to quickly find books using metadata searching and tag based filtering.
hu: Kezelje könyvtárát a könyvek metaadatainak címkézésével és frissítésével, hogy gyorsan megtalálja a könyveket metaadat-keresés és címkealapú szűrés segítségével.
ml: നിങ്ങളുടെ ഗ്രന്ഥശാലയിലെ പുസ്തകങ്ങളെ ടാഗ് ചെയ്തും മെറ്റാഡാറ്റ കൂട്ടിച്ചേര്‍ത്തും നിയന്ത്രിക്കുക വഴി അവയെ എളുപ്പത്തില്‍ കണ്ടെത്താനും അരിച്ച് എടുക്കാനും കഴിയും.
mn: Номуудын мета өгөгдлийг шошголох, шинэчлэх замаар номын сангаа удирдаж, мета өгөгдөл хайх, шошгоор шүүж номыг хурдан олох боломжтой.
nl: Beheer je bibliotheek door metadata van boeken te taggen en bij te werken, zodat je boeken snel kunt vinden met het zoeken op metadata en het filteren op basis van tags.
sk: Spravujte svoju knižnicu pomocou označovania a aktualizácie metadát kníh, aby ste rýchlo našli knihy pomocou vyhľadávania v metadátach a filtrovania na základe značiek.
ta: மேனிலை தரவு தேடல் மற்றும் குறிச்சொல் அடிப்படையிலான வடிகட்டலைப் பயன்படுத்தி புத்தகங்களை விரைவாகக் கண்டுபிடிக்க, புத்தகங்களில் மெட்டாடேட்டாவை குறிக்கவும் புதுப்பிக்கவும் உங்கள் நூலகத்தை நிர்வகிக்கவும்.
tk: Aňsat gözlemek üçin tegleri we kitaplary goşyň we öz kitaphanaňyzy dolandyryň

source: This version supports EPUB, MOBI, PRC, PDF, FB2 and comics (CBR and CBZ) formats with support for more formats to follow soon.
hu: Ez a verzió támogatja az EPUB, MOBI, PRC, PDF, FB2 és képregény (CBR és CBZ) formátumokat, és hamarosan további formátumokat is támogat.
ml: ഈ പതിപ്പ് EPUB, MOBI, PRC, PDF, FB2, കോമിക്‌സ് (CBR, CBZ) ഫോർമാറ്റുകളെ പിന്തുണയ്‌ക്കുന്നു, കൂടുതൽ ഫോർമാറ്റുകൾ ഉടൻ ലഭ്യമാകും.
mn: Энэ хувилбар нь EPUB, MOBI, PRC, PDF, FB2 болон комикс (CBR болон CBZ) форматуудыг дэмждэг бөгөөд удахгүй бусад төрлийн форматуудыг дэмждэг болно.
nl: Deze versie ondersteunt EPUB-, MOBI-, PRC-, PDF-, FB2- en stripformaten (CBR en CBZ). Ondersteuning voor meer formaten volgt binnenkort.
sk: Táto verzia podporuje formáty EPUB, MOBI, PRC, PDF, FB2 a komiksy (CBR a CBZ) a čoskoro pribudne podpora ďalších formátov.
ta: இந்த பதிப்பு EPUB, MOBI, PRC, PDF, FB2 மற்றும் காமிக்ச் (சிபிஆர் மற்றும் சிபிஇசட்) வடிவங்களை ஆதரிக்கிறது.
tk: EPUB, MOBI, PRC, PDF, FB2 we komikslar (CBR we CBZ) formatlary kabul edýär. Geljekde has hem formatlaryň sany köpeler

source: Bookworm Library View
hu: Könyvmoly könyvtár nézet
ml: ബുക്ക് വേം ഗ്രന്ഥശാല കാണാം
mn: Номын хорхойтон аппийн номын сангийн харагдац
nl: Bookworm Bibliotheekweergave
sk: Zobrazenie knižnice
ta: புத்தகப்புழு நூலகக் காட்சி
tk: Bookworm kitaphana režim

source: Bookworm Reading View
hu: Könyvmoly olvasó nézet
ml: ബുക്ക് വേം വായന കാഴ്ച
mn: Номын хорхойтон аппийн унших харагдац
nl: Bookworm Leesweergave
sk: Zobrazenie čítania
ta: புத்தகப்புழு வாசிப்பு பார்வை
tk: Bookworm okamak režim

source: This release has some new features, fixes and new translations:
hu: Ez a kiadás néhány új funkciót, javítást és új fordítást tartalmaz:
ml: ഈ പതിപ്പിന് ചില പുതിയ സവിശേഷതകളും പരിഹാരങ്ങളും പുതിയ വിവർത്തനങ്ങളും ഉണ്ട്:
mn: Энэ хувилбарт шинэ боломжууд, засвар болон шинэ орчуулгууд багтсан:
nl: Deze release bevat een aantal nieuwe functies, fixes en nieuwe vertalingen:
sk: Táto verzia obsahuje niekoľko nových funkcií, opráv a nových prekladov:
ta: இந்த வெளியீட்டில் சில புதிய நற்பொருத்தங்கள், திருத்தங்கள் மற்றும் புதிய மொழிபெயர்ப்புகள் உள்ளன:
tk: Ýalňyşlary düzetmek we terjime funksiýalary bu relizde bar

source: New Features:
hu: Új funkciók:
ml: പുതിയ സവിശേഷതകള്‍:
mn: Шинээр нэмэгдсэн онцлогууд:
nl: Nieuwe functies:
sk: Nové funkcie:
ta: புதிய அம்சங்கள்:
tk: Täze müňkinçilikler

source: Library is paginated to load large libraries quickly
hu: A könyvtár oldalszámozással rendelkezik a nagy könyvtárak gyors betöltése érdekében
ml: വലിയ ലൈബ്രറികൾ വേഗത്തിൽ ലോഡുചെയ്യാൻ ലൈബ്രറി പേജ് ചെയ്‌തിരിക്കുന്നു
mn: Том хэмжээтэй номын сангуудыг хурдан ачаалахын тулд номын санг хуудасладаг
nl: De bibliotheek is gepagineerd om grote bibliotheken snel te laden
sk: Knižnica je stránkovaná kvôli rýchlemu načítaniu veľkých knižníc
ta: பெரிய நூலகங்களை விரைவாக ஏற்ற நூலகம் பிணைக்கப்பட்டுள்ளது
tk: Çalt ýüklenmek üçin kitaphana sahypalara bölünen

source: Support for FB2 Format - .fb2 and .fb2.zip
hu: FB2 formátum támogatása - .fb2 és .fb2.zip
ml: FB2 ഫോർമാറ്റിനുള്ള പിന്തുണ - .fb2, .fb2.zip
mn: FB2 формат болох .fb2 болон .fb2.zip дэмждэг
nl: Ondersteuning voor FB2-formaten - .fb2 en .fb2.zip
sk: Podpora formátu FB2 - .fb2 a .fb2.zip
ta: FB2 வடிவமைப்பிற்கான உதவி - .fb2 மற்றும் .fb2.zip
tk: FB2 (.fb2 и .fb2.zip) formatlary kabul ediş

source: Fixes:
hu: Javítások:
ml: പരിഹാരങ്ങള്‍:
mn: Хийсэн засварууд:
nl: Verbeteringen:
sk: Opravy:
ta: திருத்தங்கள்:
tk: Ýalňyşlary düzetmek:

source: Intuitive representation of book removal button on library
hu: A könyveltávolító gomb intuitív ábrázolása a könyvtárban
ml: ലൈബ്രറിയിലെ പുസ്തകം നീക്കംചെയ്യൽ ബട്ടണിന്റെ അവബോധജന്യമായ പ്രാതിനിധ്യം
mn: Номын сан дээрх ном устгах товч ил харагддаг
nl: Intuïtieve weergave van boekverwijderingsknop in bibliotheek
sk: Intuitívne zobrazenie tlačidla na odstránenie knihy v knižnici
ta: நூலகத்தில் புத்தக அகற்றுதல் பொத்தானின் உள்ளுணர்வு பிரதிநிதித்துவம்
tk: Kitaphanaň ekranyndaky görkezilen pozmak düwmesi

source: Fix for keeping the preference dialog open until all adjustments are completed
hu: Javítás ahhoz amikor a beállítási párbeszédpanel nyitva tartása, amíg az összes beállítást be nem fejezi
ml: എല്ലാ ക്രമീകരണങ്ങളും പൂർത്തിയാകുന്നതുവരെ മുൻഗണനാ ഡയലോഗ് തുറന്ന് വയ്ക്കുന്നത് പരിഹരിക്കുക
mn: Бүх тохиргоог хийж дуустал сонголтын харилцах цонх нээлттэй байх болсон
nl: Fix voor het openhouden van het voorkeursdialoogvenster totdat alle aanpassingen zijn voltooid
sk: Oprava ponechania otvoreného dialógového okna predvolieb, kým nie sú dokončené všetky úpravy
ta: அனைத்து மாற்றங்களும் முடியும் வரை விருப்பத்தேர்வு உரையாடலைத் திறந்து வைப்பதை சரிசெய்யவும்
tk: Doly ulanmak üçin sazlamalar dialogy açyk goýylan

source: Fix for header title changing during open
hu: Javítás a fejléc címének megnyitás közbeni megváltozásához
ml: തുറക്കുന്ന സമയത്ത് തലക്കെട്ട് മാറുന്നത് പരിഹരിക്കുക
mn: Нээлттэй үед толгойн гарчгийг өөрчлөх боломжтой болсон
nl: Fix voor veranderende koptitel tijdens openen
sk: Oprava zmeny názvu záhlavia počas otvorenia
ta: திறந்த காலத்தில் தலைப்புத் தகவலை மாற்றத்தைச் சரிசெய்யவும்
tk: Kitap açylanda sözbaşy paneli düzetmek

source: Fix for handling cancelation of dialog to open an ebook
hu: Javítás az e-könyv megnyitásához szükséges párbeszédpanel törlésének kezeléséhez
ml: ഒരു ഇബുക്ക് തുറക്കാനുള്ള ഡയലോഗ് റദ്ദാക്കൽ കൈകാര്യം ചെയ്യുന്നതിനുള്ള പരിഹാരം
mn: Цахим ном нээхдээ харилцах цонхыг хааж болно
nl: Fix voor het annuleren van een dialoogvenster om een ebook te openen
sk: Oprava spracovania zrušenia dialógového okna na otvorenie e-knihy
ta: ஒரு மின்புத்தகத்தைத் திறக்க உரையாடலை ரத்து செய்வதைக் கையாள்வதை சரிசெய்யவும்

source: Fix for toggling between full screen mode with F11
hu: Javítás a teljes képernyős mód közötti váltáshoz az F11 billentyűvel
ml: F11 ഉപയോഗിച്ച് പൂർണ്ണ സ്‌ക്രീൻ മോഡ് ടോഗിൾ ചെയ്യുന്നത് പരിഹരിക്കുക
mn: F11 товчоор бүтэн дэлгэцээр унших горимд сэлгэх боломжтой болсон
nl: Fix voor wisselen tussen volledig scherm met F11
sk: Oprava prepínania medzi režimom celej obrazovky pomocou klávesu F11
ta: F11 உடன் முழு திரை பயன்முறைக்கு இடையில் மாறுவதை சரிசெய்யவும்

source: Fix for annotation dialog for books with empty titles
hu: Javítás az üres címekkel rendelkező könyvek annotációs párbeszédpaneljéhez
ml: ശൂന്യമായ തലക്കെട്ടുകളുള്ള പുസ്തകങ്ങൾക്കുള്ള വ്യാഖ്യാന ഡയലോഗ് പരിഹരിക്കുക
mn: Нэргүй номуудад тайлбарын харилцах цонхтой болсон
nl: Fix voor annotatiedialoog voor boeken met lege titels
sk: Oprava dialógového okna s poznámkami pre knihy s prázdnymi názvami
ta: வெற்று தலைப்புகளைக் கொண்ட புத்தகங்களுக்கான சிறுகுறிப்பு உரையாடலை சரிசெய்யவும்

source: Fix for returning to the page position from the info view
hu: Javítás az oldal pozíciójára való visszatéréshez az információs nézetből
ml: വിവര കാഴ്‌ചയിൽ നിന്ന് പേജ് സ്ഥാനത്തേക്ക് മടങ്ങുന്നത് പരിഹരിക്കുക
mn: Мэдээллийн хэсгээс хуудас руу буцах боломжтой болсон
nl: Fix voor het terugkeren naar de paginapositie vanuit de infoweergave
sk: Oprava pre návrat na pozíciu strany zo zobrazenia údajov
ta: செய்தி பார்வையில் இருந்து பக்க நிலைக்குத் திரும்புவதை சரிசெய்யவும்

source: Right to Left Reading
hu: Jobbról balra Olvasás
ml: വലത്ത് നിന്ന് ഇടത്തേക്ക് വായന
mn: Баруунаас зүүн тийш унших боломжтой болсон
nl: Lezen van rechts naar links
sk: Čítanie sprava doľava
ta: வலமிருந்து இடது வாசிப்பு

source: Support for right-to-left script
hu: A jobbról balra haladó szkript támogatása
ml: വലത്തുനിന്നും ഇടത്തേക്കുള്ള എഴുത്ത് ശൈലിക്ക് ഉള്ള പിന്തുണ
mn: Баруунаас зүүн тийш бичгийг дэмждэг болсон
nl: Ondersteuning voor rechts-naar-links schrift
sk: Podpora skriptovania sprava doľava
ta: வலது-இடது ச்கிரிப்டுக்கான உதவி

source: A shiny new icon and new cover images
hu: Egy csillogó új ikon és új borítóképek
ml: തിളക്കമാര്‍ന്ന പുതിയ ഐക്കണും പുതിയ പുറംചട്ട ചിത്രങ്ങളും
mn: Гялалзсан шинэ дүрс, шинэ хавтасны зурагтай болсон
nl: Een mooi nieuw pictogram en nieuwe coverafbeeldingen
sk: Nová žiarivá ikona a nové obrázky obálok
ta: ஒரு பளபளப்பான புதிய படவுரு மற்றும் புதிய கவர் படங்கள்

source: Better support for EPUB table of contents
hu: Jobb támogatás az EPUB tartalomjegyzékhez
ml: EPUB ഉള്ളടക്ക പട്ടികയ്ക്ക് മെച്ചപ്പെട്ട പിന്തുണ
mn: EPUB гарчигт зориулсан илүү нарийвчилсан тохиргоотой болсон
nl: Betere ondersteuning voor EPUB inhoudsopgave
sk: Lepšia podpora obsahu EPUB
ta: EPUB உள்ளடக்க அட்டவணைக்கு சிறந்த உதவி

source: Right click a selected word and look up its meaning in an online dictionary
hu: Kattintson a jobb gombbal a kiválasztott szóra, és keresse meg a jelentését egy online szótárban
ml: തിരഞ്ഞെടുത്ത വാക്കിൽ വലത് ക്ലിക്ക് ചെയ്ത് ഒരു ഓൺലൈൻ നിഘണ്ടുവിൽ അതിന്റെ അർത്ഥം നോക്കുക
mn: Сонгосон үг дээр хулганы баруун товчийг дараад утгыг нь онлайн толь бичгээс хайх боломжтой
nl: Klik met de rechtermuisknop op een geselecteerd woord en zoek de betekenis op in een online woordenboek
sk: Kliknite pravým tlačidlom myši na vybrané slovo a vyhľadajte jeho význam v online slovníku
ta: தேர்ந்தெடுக்கப்பட்ட வார்த்தையை வலது சொடுக்கு செய்து அதன் பொருளை நிகழ்நிலை அகராதியில் பாருங்கள்

source: Added option to customize highlight colour
hu: Hozzáadott opció a kiemelés színének testreszabásához
ml: ഹൈലൈറ്റ് വർണ്ണം ഇഷ്ടാനുസൃതമാക്കാനുള്ള ഓപ്ഷൻ ചേർത്തു
mn: Тодруулах өнгийг өөрчлөх сонголт нэмэгдсэн
nl: Optie toegevoegd om de kleur van de markering aan te passen
sk: Pridaná možnosť prispôsobenia farby zvýraznenia
ta: சிறப்பம்சமாக வண்ணத்தைத் தனிப்பயனாக்க விருப்பம் சேர்க்கப்பட்டது

source: Prevent Bookworm from opening links like HTTP, FTP etc. and use the default browser to open them
hu: Akadályozza meg, hogy a Bookworm olyan hivatkozásokat nyisson meg, mint a HTTP, FTP stb., és használja az alapértelmezett böngészőt a megnyitáshoz
ml: HTTP, FTP മുതലായ ലിങ്കുകൾ തുറക്കുന്നതിൽ നിന്നും പുസ്തകപ്പുഴുവിനെ തടയുക അവ തുറക്കാൻ സ്ഥിരസ്ഥിതി ബ്രൗസർ ഉപയോഗിക്കുക
mn: Номын хорхойтон апп нь HTTP, FTP гэх мэт холбооснуудыг нээхээс сэргийлнэ. Тэдгээрийг нээхдээ өгөгдмөл хөтчийг ашиглана
nl: Voorkom dat Bookworm links opent zoals HTTP, FTP etc. en gebruik de standaardbrowser om ze te openen
sk: Zabráňte Bookwormu v otváraní odkazov, ako sú HTTP, FTP atď., a použite na ich otvorenie predvolený prehliadač
ta: HTTP, FTP போன்ற இணைப்புகளைத் திறப்பதைத் தடுக்கவும், அவற்றை திறக்க இயல்புநிலை உலாவியைப் பயன்படுத்தவும்

source: Fixed an issue where the lines overlapped for the first couple of pages in the book
hu: Kijavítottuk azt a hibát, amely miatt a sorok átfedték egymást a könyv első néhány oldalán
ml: പുസ്തകത്തിലെ ആദ്യ രണ്ട് പേജുകളിൽ വരികൾ തമ്മില്‍ അതിക്രമിച്ചു നില്‍ക്കുന്ന ഒരു പ്രശ്നം പരിഹരിച്ചു
mn: Номын эхний хоёр хуудсанд мөрүүд давхцаж байсан алдааг зассан
nl: Probleem opgelost waarbij de regels elkaar overlapten op de eerste paar pagina's in het boek
sk: Opravený problém, keď sa riadky na prvých pár stranách knihy prekrývali
ta: புத்தகத்தின் முதல் இரண்டு பக்கங்களுக்கு கோடுகள் ஒன்றுடன் ஒன்று சிக்கியுள்ள ஒரு சிக்கல் சரி செய்யப்பட்டது

source: Use of GResource to speed up loading of icons, scripts, etc.
hu: A GResource használata az ikonok, szkriptek stb. betöltésének felgyorsítására.
ml: ഐക്കണുകൾ, സ്ക്രിപ്റ്റുകൾ മുതലായവയുടെ അപ്‌ലോഡ് വേഗത്തിലാക്കാൻ GResource ഉപയോഗം.
mn: Дүрс, бичиг гэх зэргийн ачааллыг хурдасгахын тулд GResource ашигладаг.
nl: Gebruik van GResource om het laden van pictogrammen, scripts enz. te versnellen.
sk: Použitie GResource na urýchlenie načítania ikon, skriptov atď.
ta: ஐகான்கள், ச்கிரிப்ட்கள் போன்றவற்றை ஏற்றுவதை விரைவுபடுத்துவதற்கு கிரெசோர்சின் பயன்பாடு.

source: Some minor CSS compatibility with Juno
hu: Kisebb CSS-kompatibilitás a Juno-val
ml: ജൂണോയുമായുള്ള ചില ചെറിയ CSS അനുയോജ്യത
mn: Juno болон CSS нийцтэй
nl: Enkele kleine CSS-compatibiliteitsaanpassingen met Juno
sk: Menšia kompatibilita CSS so systémom Juno
ta: சூனோவுடன் சில சிறிய சிஎச்எச் பொருந்தக்கூடிய தன்மை

source: Annotations and two page views
hu: Annotációk és két oldalmegtekintés
ml: വ്യാഖ്യാനങ്ങളും രണ്ട് പേജ് കാഴ്ചകളും
mn: Тайлбар болон хоёр хуудсаар үздэг
nl: Annotaties en twee paginaweergaven
sk: Poznámky a dvojstranové zobrazenie
ta: சிறுகுறிப்புகள் மற்றும் இரண்டு பக்க காட்சிகள்
